Tekla.Structures.ModelInternal.dotRefreshReferenceModel_t
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotRefreshReferenceModel_t.ReferenceModelId
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotRefreshReferenceModel_t.FileListState
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotRefreshReferenceModel_t.nFiles
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotRefreshReferenceModel_t.aFullFileDataSetGuid
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotRefreshReferenceModel_t.aFullFileName
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotRefreshReferenceModel_t.aFileName0
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotRefreshReferenceModel_t.aFileName1
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotRefreshReferenceModel_t.aFileName2
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotRefreshReferenceModel_t.aFileName3
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotRefreshReferenceModel_t.aFileName4
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotRefreshReferenceModel_t.aFileName5
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotRefreshReferenceModel_t.aFileName6
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotRefreshReferenceModel_t.aFileName7
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotRefreshReferenceModel_t.aFileName8
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotRefreshReferenceModel_t.aFileName9
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotRefreshReferenceModel_t.Result
DO NOT USE! For internal usage only!